Repository: ViolintecAutomations/Violin_Custom_Sites
Catalog: CMS_Pro/app/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Welcome | Canteen Management System
ta: வரவேற்பு | கேண்டீன் மேலாண்மை அமைப்பு

source: Language
ta: மொழி

source: English
ta: ஆங்கிலம்

source: Tamil
ta: தமிழ்

source: Hindi
ta: இந்தி

source: Violin Technologies Pvt Ltd
ta: வயலின் டெக்னாலஜிஸ் பிரைவேட் லிமிடெட்

source: Violin Technologies Logo
ta: வயலின் டெக்னாலஜிஸ் லோகோ

source: Logo not found
ta: லோகோ காணப்படவில்லை

source: Smart Canteen Management System (CMS)
ta: ஸ்மார்ட் கேண்டீன் மேலாண்மை அமைப்பு (CMS)

source: Smart Canteen Management System for Employees
ta: ஊழியர்களுக்கான ஸ்மார்ட் கேண்டீன் மேலாண்மை அமைப்பு

source: Violin Technology Employee Login
ta: வயலின் டெக்னாலஜி ஊழியர் உள்நுழைவு

source: Canteen Supervisor Login
ta: கேண்டீன் மேற்பார்வையாளர் உள்நுழைவு

source: Admin/HR/Finance Login
ta: நிர்வாகி/மனிதவளம்/நிதி உள்நுழைவு

source: Violin Technologies Pvt. Ltd. All rights reserved.
ta: வயலின் டெக்னாலஜிஸ் பிரைவேட் லிமிடெட். அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.

source: Book a Meal
ta: உணவை முன்பதிவு செய்யுங்கள்

source: Back to Dashboard
ta: டாஷ்போர்டுக்குத் திரும்பு

source: Face Detection (Capture)
ta: முகத்தைக் கண்டறிதல் (பிடிப்பு)

source: Open Webcam
ta: வெப்கேமைத் திற

source: Capture Face
ta: முகத்தைப் பிடி

source: Face Preview
ta: முகத்தின் மாதிரிக்காட்சி

source: Your Meal QR Code
ta: உங்கள் உணவு QR குறியீடு

source: Meal QR Code
ta: உணவு QR குறியீடு

source: Download QR Code
ta: QR குறியீட்டைப் பதிவிறக்கவும்

source: Breakfast
ta: காலை உணவு

source: Lunch
ta: மதிய உணவு

source: Dinner
ta: இரவு உணவு

source: Booking History
ta: முன்பதிவு வரலாறு

source: My Bookings
ta: எனது முன்பதிவுகள்

source: Start Date
ta: தொடக்க தேதி

source: End Date
ta: முடிவு தேதி

source: Filter
ta: வடிகட்டி

source: Clear
ta: நீக்கு

source: SI.No
ta: வரிசை எண்

source: Date
ta: தேதி

source: Shift
ta: ஷிஃப்ட்

source: Status
ta: நிலை

source: QR Code
ta: QR குறியீடு

source: Click to view larger QR code
ta: பெரிய QR குறியீட்டைக் காண கிளிக் செய்யவும்

source: N/A
ta: பொருந்தாது

source: No bookings found.
ta: முன்பதிவுகள் எதுவும் இல்லை.

source: Close
ta: மூடு
